list_url = "https://suumo.jp/jj/chintai/ichiran/FR301FC001/?ar=030&bs=040&ta=13&sc=13101&sc=13102&sc=13103&sc=13104&sc=13105&sc=13113&sc=13106&sc=13107&sc=13108&sc=13118&sc=13121&sc=13122&sc=13123&sc=13109&sc=13110&sc=13111&sc=13112&sc=13114&sc=13115&sc=13120&sc=13116&sc=13117&sc=13119&cb=0.0&ct=9999999&et=9999999&md=01&md=02&ts=1&cn=9999999&mb=0&mt=9999999&shkr1=03&shkr2=03&shkr3=03&shkr4=03&fw2="
first_page_url = "https://suumo.jp/"
main_conditions = [
    "千代田区",
    "中央区",
    "港区",
    "新宿区",
    "文京区",
    "渋谷区",
    "台東区",
    "墨田区",
    "江東区",
    "荒川区",
    "足立区",
    "葛飾区",
    "江戸川区",
    "品川区",
    "目黒区",
    "大田区",
    "世田谷区",
    "中野区",
    "杉並区",
    "練馬区",
    "豊島区",
    "北区",
    "板橋区",
]
other_conditions = {"間取りタイプ": ["ワンルーム", "1K"], "建物種別": ["マンション"]}
